10/data/attachments/605b35847ec043e5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_47580c54-8541-4191-83be-e518dcba4b04</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>5</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>